[
    {
        "name": "Fancy jute Lamp",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/Lamp-Item-1.jpg",
        "price": "199",
        "description": "Jute lampshades come with a thin layer of laminate that ensures the light given out is muted and pleasing while at the same time the textures of the material are highlighted to appeal to the onlooker. Being a natural fiber, jute is also ecofriendly and in its natural sand brown colour looks gorgeous on lamp shades."
    },
    {
        "name": "Corporate Bag",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/Corporate-Bag-1.jpg",
        "price": "120",
        "description": "Jute Corporate Bag is the essential part of every exhibition, meeting or conference, with a large area of branding these are a great product to use to show your brand, logo or message and have great value as will be used to carry items to and from events creating more advertising for you."
    },
    {
        "name": "Floor Mate",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/Floor-mat-10.jpg",
        "price": "156",
        "description": "A mat is a part of fabric material that usually is placed on a floor or a different flat surface. Mats serve a variety of purposes including: serving to clean things passed over it, such as a doormat, which excludes dirt from the soles of shoes. Preserving that which is beyond the mat, such as a wrestling or gymnastics mat, or an anti-vibration ..."
    },
    {
        "name": "School Bag",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/School-Bag-2.jpg",
        "price": "256",
        "description": "Jute school bags are recyclable, enchanting, stylish, spacious and are available in cost effective rates, making their market vast. These Jute Bags are appreciated by parents for these features and loved by kids, hence satisfying the entire family. Different Pockets For Water Bottles And Other Useful Stuff."
    },
    {
        "name": "Plant Hanger",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/Sikka-Jute-4.jpg",
        "price": "156",
        "description": "These jute double plant hangers will add some variety to your plant displays. These plant hangers are also MUCH cheaper to create than the ones I have seen on Amazon or Etsy for $200 or more. The jute hangers come in around $156 each! Can’t beat that! Let’s get started!"
    },
    {
        "name": "Table Mat",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/table-mat-2.jpg",
        "price": "234",
        "description": "ute Mat – Best Eco - Friendly product: Jute table mat is one amongst the consumer product made of natural and bio - degradable material. Jute product promotes the usage of eco- friendly goods to save the environment and are right option to go natural. Govt and certain organization is working on “save environmen"
    },
    {
        "name": "Jute Shoes",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/Shoes-Jute-3.jpg",
        "price": "120",
        "description": "The espadrille (alpargatas) is a shoe from the Basque country (Spain), made of cotton or linen fabric with a flexible jute rope sole. This authentic Spanish shoe has been handcrafted for many generations in several small villages and has, therefore, a very long history associated with it. Entirely handmade, the espadrille symbolizes an ecological, easy going and dynamic lifestyle."
    },
    {
        "name": "Office File",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/Office-File-3.jpg",
        "price": "70",
        "description": "Jute File Folder Providing you the best range of jute file folder patti, executive jute file folder, jute document file folders for certificates, printed jute folder, button closer portfolio jute file folder and l pocket jute file folder with effective & timely delivery."
    },
    {
        "name": "Cushion",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/Cushion-7.jpg",
        "price": "130",
        "description": "Jute Cushion The jute in this product is made from a natural fast-growing fibre that is also 100% biodegradable. The perfect decoration to give your interior a more relaxed feel, our Jute cushion is a textured cushion that adds a dash of bohemian style to your home."
    },
    {
        "name": "Shopping Bag",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/Shopping-Bag-7.jpg",
        "price": "123",
        "description": "Jute Shopping Bag is a trendy piece for walking in the supermarket and grocery shops. These bags are spacious, useful Jute shopping bag. It is possible to put in anything you need, such as wheat, corn, chocolate, eggs, milk can and more. They have immersed in glad Colors and abstract or breezy prints."
    },
    {
        "name": "Decorated Mirror",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/Fancy-Items-4.jpg",
        "price": "270",
        "description": " Make a Jute Rope Mirror. Using mirrors as decorations is a very creative way to decorate your home because unlike the standard wall art, they create a sense of movement in the room. Their content changes based on the location from which you observe them. But if the mirror itself looks like art, then you have got a candidate for a"
    },
    {
        "name": "Pen holder",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/Fancy-Items-6.jpg",
        "price": "40",
        "description": "Jute stationery holder help in keeping the place spick and span by removing the issue of spreading things here and there as well as cluttering. Ideal to store stationery items be it books, magazines, boxes, bags, purse, pencils, pens, folders, files, etc., they have become the need of every house, office, etc. Jute that is used as the major raw "
    },
    {
        "name": " Flower Vase",
        "img": "https://i.ytimg.com/vi/_oBvYyPR-JU/maxresdefault.jpg",
        "price": "90",
        "description": "Get latest factory price for Flower Pots Flower Vases. Request quotations and connect with Bangladeshi manufacturers and B2B suppliers of Flower Pots Flower Vases. ... underwear hoodie jacket, uniform, fabric bag, cap, bra, panty jute products: jute bag, toddy bag, jute printed shopping bag, jute sacks, jute yarn, jute rope handicraft made of"
    },
    {
        "name": "Ladis Bag",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/Ladies-Bag-3.jpg",
        "price": "230",
        "description": "Manufacturer,Supplier and Exporter of Jute Ladies bag at reasonable prices. We export all over world. Send us inquiry to get detailed information about Jute Ladies bag. We provide excellent grade products at market leading price."
    },
    {
        "name": "Fruit Bag",
        "img": "https://jutecrafty.com/wp-content/uploads/2020/07/fruit-bag-6.jpg",
        "price": "30",
        "description": "Eco friendly and economical these natural fibre drawstring bags are an ideal way to transport and store your fruit and vegetables. Jute is an eco friendly fibre and these bags not only provide an excellent branding opportunity but they can be washed, reused multiple times and composted when their useful life is over."
    }
]